[
    {
        "text": "Hi! My new book, Everything Is Tuberculosis, comes out March 18th. I'm signing 100,000 copies of it. You can preorder your signed copy today at http://everythingistb.com or wherever books are sold.",
        "engagement": 90,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Books",
            "Turtles All the Way Down"
        ]
    },
    {
        "text": "Do you work for google? Do you identify as a 'googler' or resist the whole job-as-named-identity thing? REGARDLESS: If you work for google please attend the session I'm co-hosting on and their work on tuberculosis this Thursday. Learn more on your internal network at go/pih!",
        "engagement": 347,
        "line_count": 4,
        "language": "English",
        "tags": [
            "Tuberculosis",
            "Google"
        ]
    },
    {
        "text": "I know it can be challenging to vote, especially for anxious and disorganized young people like 2000-era me. But if you look up your polling station right now, and find a way to get to the polls, future you will be so grateful to current you. And I don't just me you tonight...",
        "engagement": 109,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Voting"
        ]
    },
    {
        "text": "Preorders for Everything Is Tuberculosis are similar so far to preorders of Turtles All the Way Down. Incredible that so many people have trusted me to tell a very different kind of story. I'm really grateful. And nervous. I hope you like the book, and thanks for preordering!",
        "engagement": 115,
        "line_count": 4,
        "language": "English",
        "tags": [
            "Tuberculosis",
            "Turtles All the Way Down"
        ]
    },
    {
        "text": "We are accustomed to hearing about tuberculosis from people like me, who haven't lived with it. I was fascinated by this video made by my friend Henry discussing tuberculosis from a Sierra Leonean survivor's perspective.",
        "engagement": 545,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Sierra Leone",
            "Tuberculosis"
        ]
    },
    {
        "text": "Hank does not know that I've been engaging in an experiment all year where I wear the same bright shirt (which I call the Views Shirt) and then other shirts to see whether the Views Shirt actually increases views.",
        "engagement": 188,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Merchandise",
            "Experiment"
        ]
    },
    {
        "text": "I still can't believe Hank got cancer. And I don't buy the cliche that great art comes from great adversity. Hank was a great writer and performer long before he was diagnosed. But the comedy special that came out of his experience is truly, truly special. I am so proud of him.",
        "engagement": 206,
        "line_count": 5,
        "language": "English",
        "tags": [
            "Comedy Special",
            "Art"
        ]
    },
    {
        "text": "Soft launching Keats & Co., a new tea company from @thegood_store that sources the world's best tea for you (from Chai to Earl Grey) and delivers it straight to your door. Plus, 100% of the profit goes to fund tuberculosis care in impoverished communities.",
        "engagement": 899,
        "line_count": 2,
        "language": "English",
        "tags": [
            "Tuberculosis",
            "Tea"
        ]
    },
    {
        "text": "Join me tomorrow at Noon ET for a special two-hour livestream on the Vlogbrothers YouTube channel! Dr. Joia Mukherjee from @PIH will join me for the first hour. We’ll talk about why (and how) PIH does what it does. We’ll also be honoring Nerdfighter Amit who passed away late last year. He asked that $28,000 of his life insurance be donated to PIH as a match to be met by Nerdfighteria. There will be a link to match his donation during the stream. See you tomorrow and DFTBA!",
        "engagement": 166,
        "line_count": 6,
        "language": "English",
        "tags": [
            "Nerdfighteria",
            "Partners In Health"
        ]
    },
    {
        "text": "In 2012 my brother had a ridiculous idea that YouTube videos could be not just educational, but they coul dbe created specifically as a tool for teachers and students. Not only would that maybe be popular (he argued to me) it would also just be good for the world.",
        "engagement": 1111,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Education",
            "YouTube"
        ]
    }
]